tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "bat"
brew "cocoapods"
brew "figlet"
brew "gdb"
brew "go"
brew "gradle"
brew "libusbmuxd"
brew "libimobiledevice"
brew "ideviceinstaller"
brew "ios-deploy"
brew "minikube", link: false
brew "nvm"
brew "python"
brew "rustup-init"
brew "transmission-cli"
brew "tree"
brew "zsh"
brew "aws/tap/aws-sam-cli"
cask "adoptopenjdk13"
cask "adoptopenjdk8"
cask "charles"
cask "datagrip"
cask "docker"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "kap"
cask "mattermost"
cask "minikube"
cask "postman"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoomus"
